{
  "globalData": {
    "title": "Just Better Computers",
    "activeClass": "active",
    "phoneNumber": "478-451-7249"
  },
  "pageData": {
    "index": {
        "comparisonTable": {
            "headings": ["Compare", "Them", "Us"],
            "body": [
                {
                    "rowData": ["Business Hours", "Weekdays until 5PM", "Every day until 9PM"]
                },
                {
                    "rowData": ["Price(labor)", "$75+ per hour with no limit", "$20-$95 for any service"]
                },
                {
                    "rowData": ["Parts", "Mark up prices, sometimes 100%+", "You pay what we pay"]
                },
                {
                    "rowData": ["Average Turnaround", "Several days to more than a week", "A few hours to a few days"]
                },
                {
                    "rowData": ["House Calls", "Don't offer, or charge a higher hourly rate", "Free in Milledgeville, extra(flat rate) within 40 mile radius"]
                },
                {
                    "rowData": ["Referral Bonus", "\"Thanks.\"", "\"Thanks, here's some money.\"(20% of labor)"]
                },
                {
                    "rowData": ["Caring", "Don't care about you, just want your money", "We love you"]
                }
            ]
        }
    },
    "services": {
        "serviceList": [
            {
                "name": "Diagnostic Service",
                "description": {
                    "summary": "A Diagnostic Service is only charged if we determine the problem but you decide not to have it fixed or you decide to fix it yourself.",
                    "list": ["Use various tools, equipment, and tests to determine the most likely cause of the problem", "Explain our findings to you, including how certain we are that we've correctly identified the problem and what parts you need if any, and answer any questions you have", "Help you locate and purchase any needed parts, if requested"]
                }
            },
            {
                "name": "Phone & Tablet Repairs",
                "description": {
                    "summary": "If you've got a cracked/shattered screen, broken camera or speaker, battery that won't hold a charge, or just about any other problem with your phone or tablet, I've got some good news. There's no need to replace the whole device. We can fix most problems on most makes and models of phones and tablets for much less than the cost of replacement. We will beat any advertised price on phone and tablet repairs. Give us a call today!"
                }
            },
            {
                "name": "Virus Removal",
                "description": {
                    "summary": "A virus infection can stop your computer dead in its tracks. We can help you get back to work or play quickly.",
                    "list": ["Remove the infection and ensure normal functionality of the computer", "Peform all steps included in our PC Tuneup service", "In a few extreme cases - Back up all important files, format the hard drive, reinstall the operating system, perform a New PC Setup, and restore the backed up files"]
                }
            },
            {
                "name": "PC Tuneup",
                "description": {
                    "summary": "When your computer isn't running at its best, you can waste hours of your life just staring at the screen, waiting. Don't! Let us get your computer healthy and happy again so it can make your life easier instead of slowing you down.",
                    "list": ["Uninstall unwanted programs and browser add-ons/toolbars from the computer", "Install all available updates for Windows Update, any installed security software, Adobe Reader, Adobe Flash Player, and Java", "Remove unneeded temporary files to free up space", "Detect and repair any registry errors", "Optimize system startup and shutdown by disabling unneeded programs from starting automatically", "Install free antivirus software if needed", "Defragment the hard drive if needed"]
                }
            },
            {
                "name": "New PC Setup",
                "description": {
                    "summary": "If you've just purchased your first computer, aren't sure what all you need to get up and running, or just have more important things to do, we can set everything up for you quickly and ensure you've got everything you need to make the most of your computing experience.",
                    "list": ["Unbox all components and set them up in the desired space, ensuring that everything is connected correctly", "Complete first-time setup including creating user accounts, setting time and date, registering the product, and activating trial software if desired", "Uninstall unwanted trialware or other programs", "Install free antivirus software", "Create a new email address or set up an existing email address to work on the new PC.", "Install all software needed for enjoying web content such as videos, games, and PDF files", "Install a free office and productivity suite if desired", "Install and configure neccessary drivers for all internal and external devices", "Connect and set up a new or existing printer or other peripheral device", "Transfer data from previous computer if applicable"]
                }
            },
            {
                "name": "Operating System Install & Upgrade",
                "description": {
                    "summary": "Have you purchased a used computer with someone else's data on it? Has yours become too cluttered over the years? Want to try out the newest version of Windows on your existing computer? Whatever the reason, sometimes you need to start over with the same or a new operating system, and we've got you covered.",
                    "list": ["Help you purchase software disc or product key if needed", "Back up all important data(if applicable)", "Perform a clean install of existing operating system or upgrade to newer operating system*", "Perform all steps included in our New PC Setup service"],
                    "note": "We can provide discs in most cases as long as you have a valid product key"
                }
            }, 
            {
                "name": "Printer Setup & Troubleshooting",
                "description": {
                    "summary": "Whether you're setting up a new printer or you're having issues with an existing printer, we want to help.",
                    "list": ["Diagnose/fix an issue with an existing printer OR...", "Help with the purchase of a new printer", "Unbox and set up in the desired space", "Connect printer to the PC or network by USB cable, ethernet cable, or wirelessly", "Install device drivers and any included software", "Configure printer to your preference to optimize for speed, quality, or ink conservation"],
                    "note": "When diagnosing or fixing printing issues, it is often neccessary to replace the ink cartridge(s). You will need to have replacement cartridges on hand or be willing to purchase them."
                }
            },
            {
                "name": "Email Setup & Troubleshooting",
                "description": {
                    "summary": "We'll get you set up with a brand new email address, get your current email address working with your new email program or computer, or resolve issues you're having with your existing setup.",
                    "list": ["Create a new webmail address with your choice of provider(Gmail, Yahoo!, Outlook.com, etc.) OR...", "Diagnose/fix an issue with your existing email setup", "Send a test email to and from your email address to verify that it is working properly"],
                    "note": "It is often neccessary to have your ISP(Windstream, Charter, Cox, etc.) account password available in order to configure or repair and existing email address. If you don't know or remember your email password, please call your ISP and request it ahead of time."
                }
            },
            {
                "name": "Hardware Replacement & Troubleshooting",
                "description": {
                    "summary": "If your computer won't come on or any hardware(DVD/Bluray drive, monitor, mouse, keyboard, etc.) is malfunctioning, we will do whatever it takes to get everything back in working order."
                }
            },
            {
                "name": "Hardware Upgrades",
                "description": {
                    "summary": "Get better performance out of your PC by upgrading the RAM, add extra storage space for pictures and video, give your desktop computer wireless capability, or install a video card for playing games. Whatever type of upgrade you're looking for, we can help."
                }
            },
            {
                "name": "Wireless Network Setup & Troubleshooting",
                "description": {
                    "summary": "Let us create a wireless network in your home that can be shared by many devices, extend the range of your existing network, or fix problems with your internet connection."
                }
            },
            {
                "name": "Data Transfer & Backup",
                "description": {
                    "summary": "Hard drives can and do fail. Don't risk losing your important data. Let us help you set up a backup solution or transfer files from your old computer to a new PC.",
                    "list": ["Transfer data from one computer to another OR...", "Consultation to determine what type of backup solution would suit you best(hardware or online)", "Help with the purchase of any neccessary equipment", "Set up hardware(if applicable) and configure an automatic backup schedule", "Perform an initial backup of all important data"]
                }            
            },
            {
                "name": "Data Recovery",
                "description": {
                    "summary": "If your hard drive failed and you didn't have a backup, there's still a chance we can get most or all of your data back. We use software tools to attempt repairing corruption or damage to the drive, and then transfer any recovered data to a working drive"
                }
            },
            {
                "name": "Personalized Training",
                "description": {
                    "summary": "New to using computers and just need some help getting started? We're here for you. Tell us what you want to learn and we'll sit down with you and teach you at your own pace. Even if you aren't sure what you want to know, we'll show you the basics of using a computer and go from there."
                }
            },
            {
                "name": "And more...",
                "description": {
                    "summary": "Don't see what you're looking for in our services list? There's still a good chance we can help. Just give us a call and tell us what you need."
                }
            }
        ],
        "pricingTables": [
            {
                "label": "Labor",
                "headings": ["Billable Time", "Labor Charge"],
                "body": [
                    {
                        "rowData": ["Less than 30 minutes", "$20"]
                    },
                    {
                        "rowData": ["Less than 1 hour", "$50"]
                    },
                    {
                        "rowData": ["1 to 2 hours", "$75"]
                    },
                    {
                        "rowData": ["More than 2 hours", "$95"]
                    }
                ]
            },
            {
                "label": "House Calls",
                "headings": ["City", "Trip Charge"],
                "body": [
                    {
                        "rowData": ["Milledgeville", "FREE"]
                    },
                    {
                        "rowData": ["Eatonton", "$10"]
                    },
                    {
                        "rowData": ["Greensboro", "$20"]
                    },
                    {
                        "rowData": ["Sparta", "$20"]
                    },
                    {
                        "rowData": ["Gray", "$15"]
                    },
                    {
                        "rowData": ["Macon", "$25"]
                    },
                    {
                        "rowData": ["Gordon", "$20"]
                    }
                ]
            }
        ]
    },
    "testimonials": {
    },
    "givingBack": {
    },
    "news": {

    }
  }
}